Repository: montogeek/bd01
Catalog: lang/*.po
Languages: es_es

source: Check your spelling
es_es: Revisa tu escritura

source: Click the <a href="javascript:history.back()">Back</a> button
es_es: Haz click <a href="javascript:history.back()">aquí</a> para regresar

source: File Not Found
es_es: Archivo no encontrado

source: Please try the following:
es_es: Por favor intenta lo siguiente:

source: Return to the <a href="%s">home page</a>
es_es: Regresar a la página de <a href="%s"> inicio </a>

source: The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.
es_es: La página que estás buscando pudo haber sido eliminada, su nombre cambió o temporalmente no disponible.

source: &larr; Older posts
es_es: &larr; Posts anteriores

source: Newer posts &rarr;
es_es: Nuevos posts &rarr;

source: About %s
es_es: Acerca %s

source: (required)
es_es: (requerido)

source: % Responses to
es_es: % Opiniones de

source: &larr; Older comments
es_es: &larr; Opiniones anteriores

source: (Edit)
es_es: (Editar)

source: Comment
es_es: Opinión

source: Comments are closed.
es_es: Opiniones cerradas.

source: Email (will not be published)
es_es: Email (no será publicado).

source: Leave a Reply
es_es: Dejar una opinión

source: Leave a Reply to %s
es_es: Dejar una opinión a %s

source: Log out &raquo;
es_es: Cerrar sesión &raquo;

source: Log out of this account
es_es: Desconectarse

source: Logged in as <a href="%s/wp-admin/profile.php">%s</a>.
es_es: Conectado como <a href="%s/wp-admin/profile.php">%s</a>.

source: Name
es_es: Nombre

source: Newer comments &rarr;
es_es: Nuevas opiniones &rarr;

source: No Responses to
es_es: Sin opiniones

source: One Response to
es_es: Una opinión sobre

source: Please do not load this page directly. Thanks!
es_es: No cargues está página directamente. Por favor!

source: Submit Comment
es_es: Publicar opinión

source: This post is password protected. Enter the password to view comments.
es_es: Este artículo tiene contraseña. Escríbela para ver los comentarios.

source: Website
es_es: Sitio web

source: You must be <a href="%s">logged in</a> to post a comment.
es_es: Debes estar <a href="%s"> conectado </a> para opinar.

source: Your comment is awaiting moderation.
es_es: Tu opinión que en espera de aprobación.

source: Apologies, but no results were found. Perhaps searching will help find a related post.
es_es: Oppps, no hay resultados. Haz una búsqueda nueva y te irá mejor :)

source: Nothing Found
es_es: No se ha encontrado nada

source: Posted on %s at %s.
es_es: Publicado el %s a las %s.

source: Primary Navigation
es_es: Navegación principal

source: Pages:
es_es: Páginas:

source: Search Results for
es_es: Resultados de la búsqueda para

source: Search
es_es: Buscar

source: Written by
es_es: Escrito por
